tap "buo/cask-upgrade"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "jhawthorn/fzy"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"

brew "bash"
brew "brew-cask-completion"
brew "coreutils"
brew "findutils"
brew "fish"
brew "fzf", args: ["HEAD"]
brew "git"
brew "gnu-sed"
brew "htop"
brew "icdiff"
brew "n", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "openconnect"
brew "python"
brew "python@2"
brew "ripgrep"
brew "universal-ctags", args: ["HEAD"]
brew "tidy-html5"
brew "tmux", args: ["HEAD"]
brew "trash"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn", args: ["ignore-dependencies"]
brew "mackup"
brew "bat"
brew "utf8proc"
brew "hub"
brew "asdf"
brew "diff-so-fancy"
brew "rename"

cask_args appdir: "/Applications"
cask "android-sdk"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "google-chrome"
cask "google-chrome-canary"
cask "hacker-menu"
cask "insomnia"
cask "iterm2-nightly"
cask "karabiner-elements"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skype"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "webpquicklook"
cask "whatsapp"
cask "adobe-creative-cloud"
cask "adobe-acrobat-reader"
cask "gpg-suite"
cask "amethyst"
cask "alacritty"
