tap "buo/cask-upgrade"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "facebook/fb"
tap "jhawthorn/fzy"
tap "neovim/neovim"
tap "scaleway/scaleway"

brew "bash"
brew "brew-cask-completion"
brew "coreutils"
brew "ctags"
brew "findutils"
brew "fish"
brew "flow"
brew "fzf", args: ["HEAD"]
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "htop"
brew "icdiff"
brew "mas"
brew "n", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "openconnect"
brew "python"
brew "python3"
brew "reattach-to-user-namespace", args: ["HEAD"]
brew "ripgrep"
brew "scaleway/scaleway/docker-machine-driver-scaleway", args: ["HEAD"]
brew "scaleway/scaleway/scw", args: ["HEAD"]
brew "tidy-html5"
brew "tmux", args: ["HEAD"]
brew "trash"
brew "tree"
brew "watchman"
brew "wget", args: ["with-iri"]
brew "yarn", args: ["without-node"]

cask_args appdir: "/Applications"
cask "android-sdk"
cask "box-sync"
cask "caskroom/versions/java8"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-sans"
cask "font-firacode-nerd-font"
cask "font-iosevka"
cask "genymotion"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "google-chrome"
cask "google-chrome-canary"
cask "hacker-menu"
cask "insomnia"
cask "iterm2-nightly"
cask "jumpshare"
cask "karabiner-elements"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "real-vnc"
cask "skype"
cask "slack"
cask "spectacle"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox-beta"
cask "visual-studio-code-insiders"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"

mas "Evernote", id: 406056744
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
