tap "buo/cask-upgrade"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "facebook/fb"
tap "jhawthorn/fzy"
tap "neovim/neovim"
tap "scaleway/scaleway"
tap "netlify/netlifyctl"

brew "bash"
brew "brew-cask-completion"
brew "coreutils"
brew "ctags"
brew "findutils"
brew "fish"
brew "flow"
brew "fzf", args: ["HEAD"]
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "htop"
brew "icdiff"
brew "mas"
brew "n", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "netlifyctl"
brew "openconnect"
brew "python"
brew "python@2"
brew "ripgrep"
brew "scaleway/scaleway/docker-machine-driver-scaleway", args: ["HEAD"]
brew "scw"
brew "tidy-html5"
brew "tmux", args: ["HEAD"]
brew "trash"
brew "tree"
brew "watchman"
brew "wget", args: ["with-iri"]
brew "yarn", args: ["without-node"]
brew "mackup"
brew "bat"
brew "luarocks"
brew "hub"
brew "asdf"

cask_args appdir: "/Applications"
cask "android-sdk"
cask "box-sync"
cask "caskroom/versions/java8"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "font-inconsolata-nerd-font"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "google-chrome"
cask "google-chrome-canary"
cask "hacker-menu"
cask "insomnia"
cask "iterm2-nightly"
cask "jumpshare"
cask "karabiner-elements"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "react-native-debugger"
cask "skype"
cask "slack"
cask "spectacle"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "genymotion"
cask "adobe-creative-cloud"
cask "adobe-acrobat-reader"
cask "gfxcardstatus"
cask "kitty"
cask "gpg-suite"

# mas "Evernote", id: 406056744
# mas "LastPass", id: 926036361
# mas "Telegram", id: 747648890
# mas "Xcode", id: 497799835
# mas "Spark", id: 1176895641
