DavidAnson.vscode-markdownlint
Orta.vscode-jest
PeterJausovec.vscode-docker
SintrumIT.theme-oceanic-next-italic
SirTori.indenticator
TeddyDD.fish
TimonVS.ReactSnippetsStandard
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
Zignd.html-css-class-completion
aaronthomas.vscode-snazzy-operator
andys8.jest-snippets
be5invis.vscode-custom-css
capaj.vscode-standardjs-snippets
chenxsan.vscode-standardjs
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
kleber-swf.ocean-dark-extended
leizongmin.node-module-intellisense
lihui.vs-color-picker
mikestead.dotenv
msjsdiag.debugger-for-chrome
numso.prettier-standard-vscode
oderwat.indent-rainbow
poga.theme-hybrid-operator
richie5um2.vscode-sort-json
robertohuertasm.vscode-icons
robinbentley.sass-indented
sldobri.bunker
t-sauer.autolinting-for-javascript
tunnckocore.modern-javascript-snippets
vscodevim.vim
vsmobile.vscode-react-native
wayou.vscode-todo-highlight
