DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
Orta.vscode-jest
PKief.material-icon-theme
PeterJausovec.vscode-docker
SirTori.indenticator
TeddyDD.fish
TimonVS.ReactSnippetsStandard
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
andys8.jest-snippets
be5invis.vscode-custom-css
capaj.vscode-standardjs-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
kumar-harsh.graphql-for-vscode
leizongmin.node-module-intellisense
lihui.vs-color-picker
mikestead.dotenv
ms-vscode.node-debug2
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
richie5um2.vscode-sort-json
robinbentley.sass-indented
t-sauer.autolinting-for-javascript
tunnckocore.modern-javascript-snippets
vscodevim.vim
vsmobile.vscode-react-native
wayou.vscode-todo-highlight
